import React, { Component } from 'react'
import {Card} from 'antd'
//配套政策
export default class Policy1 extends Component {
    render() {
        return (
            <div className="main">
                <Card title="配套政策">
                    <p>
                    按合同约定或双方约定的时间交付加工产品。特别是，如遇原材料价格大幅度升降，双方正在协商对零部件的材料差价作调整时，乙方不得以停止供货方式要求甲方调价。如逾期交付
                    </p>
                    <p>
                    乙方发现甲方提供的图纸或技术要求不合理的，应当及时书面通知甲方。甲方接到通知后在24小时内答复。经双方确认的原材料供应厂商、零部件材质、工艺流程和关键工艺装备，如乙方要修改、变更，需提前书面通知甲方技术部门， 经甲方书面同意后方可修改变更。否则将视为偷工减料，由乙方承担一切损失。
                    </p>
                    <p>
                    乙方严格按甲方质量要求和技术标准（图纸或样件、技术协议）组织、安排生产，确保向甲方交付的每只加工产品均符合甲方的质量要求。
                    </p>
                    <p>
                    乙方交货时，产品上必须附有乙方永久性标识，该标识预先在甲方资材部备案注册，如标识发生变更，乙方应提前一个月向甲方申请办理变更登记手续。
                    </p>
                    <p>
                    未经甲方书面许可，乙方不得将带有甲方标识或商标的零部件供应到甲方以外的任何单位和个人 若甲方在进货检验时发现，乙方所供零部件未附有经甲方备案的乙方标识，将视为蒙混行为。
                    </p>
                    <p>
                    乙方接到甲方的质量信息反馈，应按甲方规定的时间要求提供整改报告，制定原因分析、整改措施、具体责任人及完成时间。
                    </p>
                    <p>
                    乙方交付加工产品，由甲方按标准和甲方零件产品图及检验规程进行抽样验收。
                    </p>
                    <p>
                    甲方进货检验合格入库的产品数量，即为乙方交付产品的实际数量，检验合格后入库的日期为交货日期。因产品质量或乙方责任的其他原因，被甲方拒收而影响交货期限，乙方应承担逾期交货的违约责任。
                    </p>
                    <p>
                    乙方建立健全产品出厂检验标准，甲方不定期对乙方进行现场验证，并实施限供、停供直至取消合格供方资格等措施。 F.乙方连续三次或一年内累计五次进货检验不合格时，甲方有权暂停履行合同，限期乙方整改。整改后仍不合格，解除合同及加工定作关系。
                    </p>
                    <p>
                        如发生严重质量事故，甲方应及时通知乙方，乙方必须在2小时（白天）之内给予答复。如甲方要求乙方赶赴现场，乙方应在接到信息后24小时内到达，会同甲方共同协商处理。如果甲方在规定时间内未接到乙方答复，可视为同意甲方代行处理，并接受处理结果。
                    </p>
                    <p>
                    （一）、经甲方协调，乙方有义务参加甲方的市场服务（乙方参与市场服务的相应费用自理）。所调换产品必须退入甲方配件仓库，禁止乙方擅自到甲方市场调换不合格产品。
                    </p>
                    <p>
                    （二）、若乙方停止为甲方加工产品，应提前三个月书面通知甲方，在三个月过渡期内乙方应严格按照甲方的采购订单供货。
                    </p>
                    <p>
                    （三）、乙方人员以不正当手段贿赂甲方部门负责人、品质检验员及其他工作人员或伪造送货单、质量检测报告单据等，扰乱甲方零配件采购秩序的。
                    </p>
                    <p>
                    （四）、乙方在甲方必须服从甲方管理，执行甲方的管理制度。物料进出厂必须办理相关手续。
                    </p>
                    <p>
                    （五）、乙方按实结算、严禁重复开票的。 （六）、乙方生产的产品在甲方发生重大质量问题时，甲方将立即中止货款的支付。重大质量问题的定性由甲方全质办认定。
                    </p>
                </Card>
            </div>
        )
    }
}
