import React, { Component } from 'react'
import {Card} from 'antd'
//配套政策
export default class Policy2 extends Component {
    render() {
        return (
            <div className="main">
                <Card title="质量处理">
                    <p>
                    1、 质量保证金是用于乙方对所供甲方零部件的质量、供货保证。产品检验费、废品调换、违约金和其他费用直接在乙方产品价款中扣除。如不足时也可在质量保证金中扣除。
                    </p>
                    <p>
                    2、 质量、供货保证金在结算扣减后的不足部分，由甲方继续在乙方供货价款中提留补足或由乙方在下一次供货前支付补齐。
                    </p>
                    <p>
                    3、 乙方应加强零部件的商标管理，，在生产过程中发现乙方混入其它方商标的零部件，在市场发现乙方混入其它方商标的零部件，甲方将向乙方收取违约金。
                    </p>
                    <p>
                    4、 未按规定时间反馈原因分析及整改措施，甲方将向乙方收取违约金；同类问题重复发生，则加倍索赔，并实施限供、停供直至取消合格供方资格等措施。
                    </p>
                    <p>
                    5、 对乙方生产甲方品检判定不合格的产品，甲方根据生产情况技术分析认为可让步使用乙方的产品，乙方同意对让步使用产品的价款相应作3%固定比例降价处理，如同一产品重复出现同一问题，从第二次开始每次递增降价1%。
                    </p>
                    <p>
                    6、 质量问题件由乙方按“一换一”的标准补偿合格件进入甲方仓库，再按甲方同期当前采购价赔偿甲方返工费，并承担因质量问题件造成的其他件的损失费用。
                    </p>
                    <p>
                    7、 质量问题件达到或超过甲方同批投用量的5%，甲方实施立即封库，已查出的质量问题件由乙方按a款要求赔偿甲方损失，其余部分按退货价款的5%承担违约金，不足500元按500元承担违约金。
                    </p>
                    <p>
                    8、 如乙方零部件质量问题在甲方生产线或仓库进行挑选，则参照本条款执行。具有重大安全、质量隐患的零部件，不论其不合格比例是否达到5%，甲方将立即封库，并由乙方按封库零部件价款的5%承担违约金，若由此引起甲方生产停线、库存产品批量返工、市场批量返工或退厂及不能正常销售，则由乙方承担违约金。
                    </p>
                    <p>
                    9、 在甲方柴油机进入市场销售的三包期内或乙方向甲方提供的产品以零配件形式进入市场销售的三包期内，明确乙方质量问题件由乙方按“一赔五”赔款，特殊引起严重后果件另行规定
                    </p>
                    <p>
                    10、 若因乙方所供零部件质量问题引起甲方产品市场批量性返工或退厂，则由乙方赔偿甲方一切损失，并由乙方承担违约金。
                    </p>
                    <p>
                    11、 因乙方所供零件质量问题造成甲方主机厂市场返修，引起配件更换及市场使用合格率降低，由乙方承担主机厂配件流转及合格率降低罚金，具体标准参照甲方配套的主机厂服务政策。质量问题件清退
                    </p>
                    <p>
                    （一）、乙方于每月１０日前将上次清退到本月９日间产生的质量问题件全部清退并分别按第二条（七）中第3项的标准结算完毕，否则乙方同意放弃该批质量问题件的所有权，并同意甲方按标准在乙方货款中扣除质量赔偿金额。
                    </p>
                    <p>
                    （二）、特殊情况下甲方视库存情况，通知乙方清退。乙方按通知要求期限及时清退，逾期不退乙方同意放弃该批质量问题件的所有权，并同意甲方按第二条（七）中第3项的标准在乙方货款中扣除质量赔偿金额。
                    </p>
                    <p>
                    （三）、乙方如将退回的质量问题件混入合格品送货的，按零件价值的10倍/件，最少不低于100元/件向甲方支付违约金。
                    </p>
                    <p>
                    （四）、甲、乙双方已暂停业务往来，但未清帐以前，乙方仍应每月来甲方清退零部件，并办理退废赔偿手续。
                    </p>
                </Card>
            </div>
        )
    }
}
